Repository: ahmedtarek368/Raghua-Client
Catalog: Raghoua-Client/Storyboards/*.lproj/Main.strings
Languages: ar

# 2va-5Z-wbQ.placeholder
source: Mobile Number
ar: رقم جوال

# 38a-S2-khf.text
source: Create New Account
ar: إنشاء حساب جديد

# 4BS-dl-1SS.normalTitle
source: Continue With Facebook
ar: المتابعة بواسطة الفيسبوك

# 4Se-AW-J3J.text
source: by creating an account, you agree to our
ar: من خلال إنشاء حساب ، فانك توافق علي

# 5xt-Z1-5im.text
source: We've Sent You a Code
ar: ادخل الرمز المرسل إلى جوالك

# 7Hv-1P-qF8.normalTitle
source: Enter as Guest
ar: الدخول كزائر

# 9dC-ic-BxD.normalTitle
source: Send
ar: ارسال

# 9qe-w2-EQr.normalTitle
source: Sign in
ar: تسجيل الدخول

# Bpw-iI-sUx.normalTitle
source: Set
ar: تعيين

# CiP-ya-7wJ.text
source: Welcome To Raghua
ar: مرحبا بك في رغوة

# DvI-aE-GvR.normalTitle
source: Continue With Facebook
ar: المتابعة بواسطة الفيسبوك

# E9Y-Rd-Cug.text
source: We've Sent You a Code
ar: ادخل الرمز المرسل إلى جوالك

# E9h-Za-X6L.text
source: Didn't receive a code?
ar: لم تتلق رمز؟

# FqN-OL-eVh.placeholder
source: Street
ar: الشارع

# IMh-sA-jMM.normalTitle
source: Register
ar: تسجيل جديد

# Ipz-Nt-9je.text
source: How Did You Know About Us?
ar: كيف عرفت عنا ؟

# KRJ-ha-sjL.placeholder
source: Name
ar: الاسم

# LZp-ys-YyY.normalTitle
source: Continue
ar: متابعة

# M9l-4I-iiu.text
source: Reset Password
ar: تعيين كلمة مرور جديدة

# MID-xt-YZr.normalTitle
source: Continue With Google
ar: المتابعة بواسطة جوجل

# Mpa-lb-xux.normalTitle
source: terms of use and our privacy policy
ar: شروط الاستخدام وسياسة الخصوصية

# O7o-Z8-xeQ.text
source: Enter Associated Mobile Number
ar: أدخل رقم جوال المرتبط بحسابك

# Ojw-AE-mYV.placeholder
source: Rewrite New Password
ar: إعادة كلمة المرور الجديدة

# X9S-9B-SHf.normalTitle
source: Save
ar: حفظ

# YHp-fp-CBd.text
source: Successful Registration
ar: تم تسجيل حسابك بنجاح

# ZrM-xt-C54.text
source: To This Number
ar: ارسلنا إلى الرقم

# ZrO-8x-w1o.normalTitle
source: Resend
ar: إعادة إرسال

# Zsd-YR-Ng1.text
source: Your Location
ar: موقعك

# aOM-ar-gIa.placeholder
source: Nearest Landmark
ar: اقرب معلم

# aaJ-DG-ngn.text
source: Online Laundry Services
ar: لخدمات غسيل اونلاين

# adZ-XL-IfF.normalTitle
source: Confirm
ar: تأكيد

# bbk-pk-rUB.normalTitle
source: Skip
ar: تخطي

# cCX-lw-kaa.text
source: Enter Mobile Number
ar: ادخل رقم جوالك

# fEz-Id-iHC.placeholder
source: Email
ar: البريد الالكتروني

# fUP-rw-hit.text
source: Specify Your Location
ar: حدد عنوانك

# hgQ-ok-KHu.text
source: Your Location On Map
ar: موقعك علي الخريطة

# iGY-Lz-TT1.normalTitle
source: Forget Password?
ar: هل نسيت كلمة المرور ؟

# iPD-Xr-ioM.text
source: Home
ar: المنزل

# ilw-NX-S8x.placeholder
source: Building
ar: العمارة او المبني

# jIp-b9-hEu.text
source: Welcome Back
ar: مرحبا بعودتك

# jPb-cN-YNL.text
source: My Addresses List
ar: قائمة عناويني

# jZR-m1-lLx.normalTitle
source: Resend
ar: إعادة إرسال

# joC-yR-PYo.normalTitle
source: Continue
ar: متابعة

# kKi-ya-q5q.text
source: Add Your Address
ar: اضف عنوانك

# kKz-r6-6Pw.normalTitle
source: Sign in
ar: تسجيل الدخول

# l9a-hK-1m2.placeholder
source: Password
ar: كلمة المرور

# lcM-J3-F0U.placeholder
source: Password
ar: كلمة المرور

# nMH-T9-Azx.placeholder
source: Appartment
ar: الشقة

# nmf-73-enh.text
source: Didn't receive a code?
ar: لم تتلق رمز؟

# qDk-Tm-B55.text
source: New User
ar: مستخدم جديد

# qXu-ad-qSF.placeholder
source: Password
ar: كلمة المرور

# sCf-x1-Ex5.text
source: Add Address
ar: اضافة عنوان

# sOk-ss-JHQ.text
source: Forget Password?
ar: هل نسيت كلمة المرور ؟

# sOx-iO-kO3.normalTitle
source: Enter as Guest
ar: الدخول كزائر

# v58-as-Gmh.normalTitle
source: Continue
ar: متابعة

# vdr-t9-30Y.text
source: Check Your Phone
ar: تحقق من جوالك أرسلنا رمز التحقق عليه

# vvS-0h-UTo.normalTitle
source: Continue With Google
ar: المتابعة بواسطة جوجل

# wAM-gC-1ks.normalTitle
source: Register
ar: تسجيل

# xIM-Z2-xwm.text
source: We'll Text You Verification Code
ar: سنرسل رمز التحقق إلى جوالك عبر رسالة نصية

# xq9-oH-ZIx.placeholder
source: Address Type
ar: نوع الموقع

# yH5-lx-CqO.text
source: Create Account to Start
ar: انشئ حساب للبدء

# zh4-er-sMy.normalTitle
source: Continue
ar: متابعة

# zqg-Re-WhY.placeholder
source: Email or Mobile Number
ar: البريد الالكتروني او رقم جوالك
